Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# service_select_compatibility_warning
source: This server uses %@, Flare will run in compatibility mode. Some features may not work properly.
af: Hierdie bediener gebruik %@, Flare sal in versoenbaarheidsmodus loop. Sommige kenmerke mag dalk nie reg werk nie.
ar: يستخدم هذا الخادم %@، سيعمل Flare في وضع التوافق. قد لا تعمل بعض الميزات بشكل صحيح.
bg: Този сървър използва %@, Flare ще работи в режим на съвместимост. Някои функции може да не работят правилно.
ca: Aquest servidor utilitza %@, Flare s'executarà en mode de compatibilitat. Algunes funcions poden no funcionar correctament.
cs: Tento server používá %@, Flare poběží v režimu kompatibility. Některé funkce nemusí fungovat správně.
da: Denne server bruger %@, Flare kører i kompatibilitetstilstand. Nogle funktioner virker muligvis ikke korrekt.
de: Dieser Server nutzt %@, Flare wird im Kompatibilitätsmodus ausgeführt. Einige Funktionen funktionieren möglicherweise nicht korrekt.
el: Αυτός ο διακομιστής χρησιμοποιεί %@, το Flare θα εκτελείται σε κατάσταση συμβατότητας. Ορισμένες λειτουργίες ενδέχεται να μην λειτουργούν σωστά.
fi: Tämä palvelin käyttää versiota %@, Flare toimii yhteensopivuustilassa. Jotkut ominaisuudet eivät ehkä toimi oikein.
fr: Ce serveur utilise %@, Flare fonctionnera en mode compatibilité. Certaines fonctionnalités pourraient ne pas fonctionner correctement.
he: שרת זה משתמש ב-%@, Flare יפעל במצב תאימות. ייתכן שחלק מהתכונות לא יעבדו כראוי.
hu: Ez a szerver %@-t használ, a Flare kompatibilitási módban fog futni. Néhány funkció nem biztos, hogy megfelelően működik.
it: Questo server utilizza %@, Flare funzionerà in modalità compatibilità. Alcune funzioni potrebbero non funzionare correttamente.
ja: このサーバーは%@を使用しています。Flare は互換モードで動作するため、一部の機能が正しく動作しない可能性があります。
ko: 이 서버는 %@을(를) 사용합니다. Flare는 호환 모드로 실행됩니다. 일부 기능이 올바르게 작동하지 않을 수 있습니다.
nb: Denne serveren bruker %@, Flare vil kjøre i kompatibilitetsmodus. Noen funksjoner vil kanskje ikke fungere som forventet.
nl: Deze server gebruikt %@, Flare zal in compatibiliteitsmodus draaien. Sommige functies werken mogelijk niet correct.
pl: Ten serwer używa %@, Flare będzie działać w trybie kompatybilności. Niektóre funkcje mogą nie działać poprawnie.
pt: Este servidor usa %@, o Flare será executado em modo de compatibilidade. Alguns recursos podem não funcionar corretamente.
pt_br: Este servidor usa %@, o Flare será executado em modo de compatibilidade. Alguns recursos podem não funcionar corretamente.
ro: Acest server folosește %@, Flare va rula în modul de compatibilitate. Este posibil ca unele funcții să nu funcționeze corect.
ru: Этот сервер использует %@, Flare будет работать в режиме совместимости. Некоторые функции могут быть недоступны.
sr: Ovaj server koristi %@, Flare će raditi u režimu kompatibilnosti. Neke funkcije možda neće raditi ispravno.
sv: Denna server använder %@, Flare körs i kompatibilitetsläge. Vissa funktioner kanske inte fungerar som förväntat.
tr: Bu sunucu %@ kullanıyor, Flare uyumluluk modunda çalışacak. Bazı özellikler düzgün çalışmayabilir.
uk: Цей сервер використовує %@, Flare працюватиме в режимі сумісності. Деякі функції можуть працювати некоректно.
vi: Máy chủ này sử dụng %@, Flare sẽ chạy ở chế độ tương thích. Một số tính năng có thể không hoạt động bình thường.
zh_hans: 此服务器使用 %@，Flare 将在兼容模式下运行。某些功能可能无法正常工作。
zh_hant: 此伺服器使用 %@，Flare 將在相容模式下執行。某些功能可能無法正常運作。

# service_select_empty_message
source: No instances found
af: Geen instansies gevind nie
ar: لم يتم العثور على خوادم
bg: Няма намерени инстанси
ca: No s'han trobat instàncies
cs: Nenalezeny žádné instance
da: Ingen instanser fundet
de: Keine Instanzen gefunden
el: Δεν βρέθηκαν παρουσίες
fi: Palvelimia ei löytynyt
fr: Aucune instance trouvée
he: לא נמצאו שרתים
hu: Nem található példány
it: Nessuna istanza trovata
ja: インスタンスが見つかりませんでした
ko: 인스턴스를 찾을 수 없습니다
nb: Fant ingen instanser
nl: Geen instanties gevonden
pl: Nie znaleziono instancji
pt: Nenhuma instância encontrada
pt_br: Nenhuma instância encontrada
ro: Nu au fost găsite instanțe
ru: Серверы не найдены
sr: Instanci nisu pronađene
sv: Inga instanser hittades
tr: Sunucu bulunamadı
uk: Серверів не знайдено
vi: Không tìm thấy máy chủ nào
zh_hans: 未找到实例
zh_hant: 未找到實例

# service_select_instance_input_placeholder
source: Instance URL
af: Instansie-URL
ar: رابط الخادم
bg: URL адрес на инстанса
ca: URL de la instància
cs: URL instance
da: Instans-URL
de: Instanz-URL
el: URL παρουσίας
fi: Palvelimen URL-osoite
fr: URL de l'instance
he: כתובת השרת
hu: Példány URL
it: URL dell'istanza
ja: インスタンスURL
ko: 인스턴스 URL
nb: Instans-URL
nl: Instantie-URL
pl: URL instancji
pt: URL da instância
pt_br: URL da instância
ro: URL-ul instanței
ru: URL сервера
sr: URL instance
sv: Instans-URL
tr: Sunucu (Instance) URL'si
uk: URL сервера
vi: URL máy chủ
zh_hans: 实例 URL
zh_hant: 實例 URL

# service_select_next_button
source: Next
af: Volgende
ar: التالي
bg: Напред
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
fi: Seuraava
fr: Suivant
he: הבא
hu: Következő
it: Avanti
ja: 次へ
ko: 다음
nb: Neste
nl: Volgende
pl: Dalej
pt: Seguinte
pt_br: Próximo
ro: Următorul
ru: Далее
sr: Dalje
sv: Nästa
tr: İleri
uk: Далі
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# service_select_welcome_hint
source: Flare supports Mastodon, Misskey, Bluesky, Nostr, and X.
af: Flare ondersteun Mastodon, Misskey, Bluesky, Nostr, en X.
ar: يدعم Flare منصات Mastodon و Misskey و Bluesky و Nostr و X.
bg: Flare поддържа Mastodon, Misskey, Bluesky, Nostr и X.
ca: Flare admet Mastodon, Misskey, Bluesky, Nostr i X.
cs: Flare podporuje Mastodon, Misskey, Bluesky, Nostr a X.
da: Flare understøtter Mastodon, Misskey, Bluesky, Nostr og X.
de: Flare unterstützt Mastodon, Misskey, Bluesky, Nostr und X.
el: Το Flare υποστηρίζει Mastodon, Misskey, Bluesky, Nostr και X.
fi: Flare tukee Mastodonia, Misskeytä, Blueskyta, Nostria ja X:ää.
fr: Flare prend en charge Mastodon, Misskey, Bluesky, Nostr et X.
he: Flare תומך ב-Mastodon, Misskey, Bluesky, Nostr ו-X.
hu: A Flare támogatja a Mastodon, Misskey, Bluesky, Nostr és X platformokat.
it: Flare supporta Mastodon, Misskey, Bluesky, Nostr e X.
ja: FlareはMastodon, Misskey, Bluesky, Nostr, Xをサポートしています。
ko: Flare는 Mastodon, Misskey, Bluesky, Nostr, X를 지원합니다.
nb: Flare støtter Mastodon, Misskey, Bluesky, Nostr og X.
nl: Flare ondersteunt Mastodon, Misskey, Bluesky, Nostr en X.
pl: Flare obsługuje Mastodon, Misskey, Bluesky, Nostr i X.
pt: O Flare suporta Mastodon, Misskey, Bluesky, Nostr e X.
pt_br: O Flare suporta Mastodon, Misskey, Bluesky, Nostr e X.
ro: Flare acceptă Mastodon, Misskey, Bluesky, Nostr și X.
ru: Flare поддерживает Mastodon, Misskey, Bluesky, Nostr и X.
sr: Flare podržava Mastodon, Misskey, Bluesky, Nostr i X.
sv: Flare stöder Mastodon, Misskey, Bluesky, Nostr och X.
tr: Flare; Mastodon, Misskey, Bluesky, Nostr ve X'i destekler.
uk: Flare підтримує Mastodon, Misskey, Bluesky, Nostr та X.
vi: Flare hỗ trợ Mastodon, Misskey, Bluesky, Nostr và X.
zh_hans: Flare 支持 Mastodon, Misskey, Bluesky, Nostr 和 X。
zh_hant: Flare 支援 Mastodon, Misskey, Bluesky, Nostr 和 X。

# service_select_welcome_list_hint
source: Or choose from these servers
af: Of kies uit hierdie bedieners
ar: أو اختر من هذه الخوادم
bg: Или изберете от тези сървъри
ca: O tria entre aquests servidors
cs: Nebo si vyberte z těchto serverů
da: Eller vælg fra disse servere
de: Oder wähle einen dieser Server
el: Ή επιλέξτε από αυτούς τους διακομιστές
fi: Tai valitse näistä palvelimista
fr: Ou choisissez parmi ces serveurs
he: או בחר מתוך שרתים אלו
hu: Vagy válassz ezek közül a szerverek közül
it: Oppure scegli tra questi server
ja: または以下のサーバーから選択してください
ko: 또는 다음 서버 중에서 선택하세요
nb: Eller velg fra disse serverne
nl: Of kies uit deze servers
pl: Lub wybierz z tych serwerów
pt: Ou escolha entre estes servidores
pt_br: Ou escolha entre estes servidores
ro: Sau alege dintre aceste servere
ru: Или выберите из этих серверов
sr: Ili izaberite neki od ovih servera
sv: Eller välj bland dessa servrar
tr: Veya bu sunuculardan birini seçin
uk: Або виберіть із цих серверів
vi: Hoặc chọn từ các máy chủ này
zh_hans: 或者从这些服务器中选择
zh_hant: 或者從這些伺服器中選擇

# service_select_welcome_message
source: Enter a server to get started.
af: Voer 'n bediener in om te begin.
ar: أدخل خادماً للبدء.
bg: Въведете сървър, за да започнете.
ca: Introdueix un servidor per començar.
cs: Zadejte server a začněte.
da: Indtast en server for at komme i gang.
de: Gib einen Server ein, um loszulegen.
el: Εισαγάγετε έναν διακομιστή για να ξεκινήσετε.
fi: Anna palvelin aloittaaksesi.
fr: Entrez un serveur pour commencer.
he: הזן שרת כדי להתחיל.
hu: Adj meg egy szervert a kezdéshez.
it: Inserisci un server per iniziare.
ja: サーバーを入力して始めましょう。
ko: 시작하려면 서버를 입력하세요.
nb: Skriv inn en server for å komme i gang.
nl: Voer een server in om aan de slag te gaan.
pl: Wprowadź serwer, aby rozpocząć.
pt: Introduza um servidor para começar.
pt_br: Digite um servidor para começar.
ro: Introdu un server pentru a începe.
ru: Введите адрес сервера, чтобы начать.
sr: Unesite server da biste počeli.
sv: Ange en server för att komma igång.
tr: Başlamak için bir sunucu girin.
uk: Введіть сервер, щоб розпочати.
vi: Nhập một máy chủ để bắt đầu.
zh_hans: 输入服务器以开始。
zh_hant: 輸入伺服器以開始。

# service_select_welcome_title
source: Welcome to Flare
af: Welkom by Flare
ar: مرحباً بك في Flare
bg: Добре дошли във Flare
ca: Benvingut a Flare
cs: Vítejte ve Flare
da: Velkommen til Flare
de: Willkommen bei Flare
el: Καλώς ήρθατε στο Flare
fi: Tervetuloa Flareen
fr: Bienvenue sur Flare
he: ברוכים הבאים ל-Flare
hu: Üdvözöl a Flare
it: Benvenuti su Flare
ja: Flareへようこそ
ko: Flare에 오신 것을 환영합니다
nb: Velkommen til Flare
nl: Welkom bij Flare
pl: Witaj we Flare
pt: Bem-vindo ao Flare
pt_br: Bem-vindo ao Flare
ro: Bun venit la Flare
ru: Добро пожаловать во Flare
sr: Dobrodošli u Flare
sv: Välkommen till Flare
tr: Flare'e Hoş Geldiniz
uk: Ласкаво просимо до Flare
vi: Chào mừng đến với Flare
zh_hans: 欢迎来到 Flare
zh_hant: 歡迎來到 Flare

# settings_about_description
source: An open-source, AI-powered client for decentralized social platforms.
af: 'n Oopbron, KI-aangedrewe kliënt vir gedesentraliseerde sosiale platforms.
ar: عميل مفتوح المصدر مدعوم بالذكاء الاصطناعي لمنصات التواصل الاجتماعي اللامركزية.
bg: Клиент с отворен код, задвижван от AI, за децентрализирани социални платформи.
ca: Un client de codi obert i impulsat per IA per a plataformes socials descentralitzades.
cs: Open-source klient poháněný AI pro decentralizované sociální platformy.
da: En open source, AI-drevet klient til decentraliserede sociale platforme.
de: Ein quelloffener, KI-gestützter Client für dezentrale soziale Plattformen.
el: Ένας ανοιχτού κώδικα πελάτης με τεχνητή νοημοσύνη για αποκεντρωμένες κοινωνικές πλατφόρμες.
fi: Avoimen lähdekoodin tekoälypohjainen asiakasohjelma hajautetuille sosiaalisen median alustoille.
fr: Un client open-source assisté par IA pour les plateformes sociales décentralisées.
he: לקוח קוד פתוח המבוסס על בינה מלאכותית עבור פלטפורמות חברתיות מבוזרות.
hu: Nyílt forráskódú, MI-vel segített kliens decentralizált közösségi platformokhoz.
it: Un client open-source basato sull'IA per piattaforme social decentralizzate.
ja: 分散型SNSプラットフォーム向けのオープンソースAI搭載クライアントです。
ko: 탈중앙화 소셜 플랫폼을 위한 오픈 소스 AI 기반 클라이언트입니다.
nb: En åpen kildekode, AI-drevet klient for desentraliserte sosiale plattformer.
nl: Een open-source, AI-gestuurde cliënt voor gedecentraliseerde sociale platforms.
pl: Otwartoźródłowy klient dla zdecentralizowanych platform społecznościowych, napędzany przez AI.
pt: Um cliente de código aberto, alimentado por IA, para plataformas sociais descentralizadas.
pt_br: Um cliente de código aberto, alimentado por IA, para plataformas sociais descentralizadas.
ro: Un client open-source, bazat pe AI, pentru platforme sociale descentralizate.
ru: Клиент для децентрализованных соцсетей с открытым исходным кодом и функциями ИИ.
sr: Klijent otvorenog koda za decentralizovane društvene platforme, pokretan veštačkom inteligencijom.
sv: En AI-driven klient med öppen källkod för decentraliserade sociala plattformar.
tr: Merkezi olmayan sosyal platformlar için açık kaynaklı, yapay zeka destekli bir istemci.
uk: Клієнт з відкритим вихідним кодом на базі ШІ для децентралізованих соціальних платформ.
vi: Một ứng dụng khách mã nguồn mở, hỗ trợ AI cho các nền tảng xã hội phi tập trung.
zh_hans: 一款开源、AI 驱动的去中心化社交平台客户端。
zh_hant: 一款開源、AI 驅動的去中心化社交平台用戶端。

# settings_about_discord_description
source: Join our Discord server
af: Sluit aan by ons Discord-bediener
ar: انضم إلى خادم ديسكورد
bg: Присъединете се към нашия сървър в Дискорд
ca: Uneix-te al nostre servidor de Discord
cs: Připojte se k našemu Discord serveru
da: Tilmeld dig vores Discord server
de: Trete unserem Discord Server bei
el: Γίνετε μέλος του διακομιστή Discord
fi: Liity Discord-palvelimeemme
fr: Rejoignez notre serveur Discord
he: הצטרפו לשרת הדיסקורד שלנו
hu: Csatlakozz a Discord szerverünkhöz
it: Unisciti al nostro server Discord
ja: Discordサーバーに参加
ko: 저희 Discord 서버에 참여하세요
nb: Bli med på vår Discord-server
nl: Word lid van onze Discord server
pl: Dołącz do naszego serwera Discorda
pt: Entre no nosso Discord
pt_br: Entre no nosso Discord
ro: Alătură-te serverului nostru de Discord
ru: Присоединяйтесь к нашему серверу Discord
sr: Pridružite se našem Discord serveru
sv: Gå med i vår Discord-server
tr: Discord sunucumuza katılın
uk: Приєднатися до нашого сервера Discord
vi: Tham gia máy chủ Discord của chúng tôi
zh_hans: 加入我们的 Discord 服务器
zh_hant: 加入我們的 Discord 伺服器

# settings_about_localization_description
source: Help us translate Flare
af: Help ons om Flare te vertaal
ar: ساعدنا في ترجمة Flare
bg: Помогнете ни да преведем Flare
ca: Ajuda'ns a traduir Flare
cs: Pomozte nám přeložit Flare
da: Hjælp os med at oversætte Flare
de: Hilf uns, Flare zu übersetzen
el: Βοηθήστε μας να μεταφράσουμε το Flare
fi: Auta meitä kääntämään Flare
fr: Aidez-nous à traduire Flare
he: עזרו לנו לתרגם את Flare
hu: Segíts nekünk lefordítani a Flare-t
it: Aiutaci a tradurre Flare
ja: Flareの翻訳にご協力ください
ko: Flare 번역에 도움을 주세요
nb: Hjelp oss å oversette Flare
nl: Help ons Flare te vertalen
pl: Pomóż nam przetłumaczyć Flare
pt: Ajude-nos a traduzir o Flare
pt_br: Ajude-nos a traduzir o Flare
ro: Ajută-ne să traducem Flare
ru: Помогите нам перевести Flare
sr: Помозите нам да преведемо Flare
sv: Hjälp oss att översätta Flare
tr: Flare'ı çevirmemize yardım edin
uk: Допоможіть нам перекласти Flare
vi: Hãy giúp chúng tôi dịch Flare
zh_hans: 帮助我们翻译 Flare
zh_hant: 幫助我們翻譯 Flare

# settings_about_source_code
source: Source code
af: Bronkode
ar: الكود المصدري
bg: Програмен код
ca: Codi font
cs: Zdrojový kód
da: Kilde kode
de: Quellcode
el: Πηγαίος κώδικας
fi: Lähdekoodi
fr: Code source
he: קוד מקור
hu: Forráskód
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
nb: Kildekode
nl: Bron code
pl: Kod źródłowy
pt: Código fonte
pt_br: Código fonte
ro: Cod sursă
ru: Исходный код
sr: Изворни код
sv: Källkod
tr: Kaynak kodu
uk: Початковий код
vi: Mã nguồn
zh_hans: 源代码
zh_hant: 原始碼

# settings_about_telegram_description
source: Join our Telegram group
af: Sluit aan by ons Telegram-groep
ar: انضم إلى مجموعة تيليجرام
bg: Присъединете се към нашата група в Телеграм
ca: Uneix-te al nostre grup de Telegram
cs: Připojte se k naší skupině Telegram
da: Tilmeld dig vores Telegram gruppe
de: Trete unserer Telegram-Gruppe bei
el: Γίνετε μέλος της ομάδας Telegram
fi: Liity meidän Telegram ryhmään
fr: Rejoignez notre groupe Telegram
he: הצטרפו לקבוצת הטלגרם שלנו
hu: Csatlakozz a Telegram csoportunkhoz
it: Unisciti al nostro gruppo Telegram
ja: Telegramグループに参加する
ko: 우리의 텔레그램 그룹에 참여하세요
nb: Bli med i vår Telegram gruppe
nl: Deelnemen aan onze Telegram-groep
pl: Dołącz do naszej grupy Telegram
pt: Junte-se ao nosso grupo do Telegram
pt_br: Junte-se ao nosso grupo do Telegram
ro: Alătură-te grupului nostru de telegramă
ru: Присоединяйтесь к нашей группе Telegram
sr: Пријате, придружите се нашој Телеграм групи
sv: Gå med i vår Telegramgrupp
tr: Telegram grubumuza katılın
uk: Приєднатися до нашої групи в Telegram
vi: Tham gia nhóm Telegram của chúng tôi
zh_hans: 加入我们的 Telegram 群组
zh_hant: 加入我們的 Telegram 群組

# settings_agent_history_description
source: View local Flare AI chat history
af: Bekyk plaaslike Flare AI-kletsgeskiedenis
ar: عرض محفوظات المحادثة المحلية لـ Flare AI
bg: Преглед на локалната история на Flare AI чата
ca: Mostra l’historial local del xat de Flare AI
cs: Zobrazit místní historii chatu Flare AI
da: Se lokal Flare AI chat historik
de: Zeige den lokalen Flare AI Chatverlauf
el: Δείτε το ιστορικό συνομιλίας του τοπικού παράγοντα Flare AI
fi: Näytä paikallinen Flare AI chat historia
fr: Afficher l'historique de discussion local de Flare AI
he: הצג היסטוריית צ׳אט מקומית של Flare AI
hu: Helyi Flare AI-csevegési előzmények megtekintése
it: Visualizza la cronologia chat locale di Flare AI
ja: ローカルの Flare AI チャット履歴を表示
ko: 로컬 Flare AI 채팅 기록 보기
nb: Vis lokal Flare AI samtalelogg
nl: Bekijk lokale Flare AI chatgeschiedenis
pl: Zobacz historię czatu Flare AI
pt: Ver o histórico local do Flare AI
pt_br: Ver o histórico local do Flare AI
ro: Vezi istoricul local de chat Flare AI
ru: Просмотр локальной истории чата Flare AI
sr: Погледај локалну историју Flare AI ћаскања
sv: Visa lokal Flare AI chatthistorik
tr: Yerel Flare AI sohbet geçmişini görüntüle
uk: Переглянути локальну історію чату Flare AI
vi: Xem lịch sử trò chuyện Flare AI cục bộ
zh_hans: 查看本地 Flare AI 聊天记录
zh_hant: 查看本機 Flare AI 聊天記錄

# settings_behavior_description
source: Timeline refresh, browser, and link handling preferences
af: Voorkeure vir blaaier- en skakelhantering
ar: تفضيلات المتصفح والتعامل مع الروابط
bg: Настройки за браузъра и обработката на връзки
ca: Preferències del navegador i de gestió d\'enllaços
cs: Předvolby prohlížeče a zpracování odkazů
da: Indstillinger for browser og håndtering af links
de: Einstellungen für Browser- und Linkbehandlung
el: Προτιμήσεις προγράμματος περιήγησης και χειρισμού συνδέσμων
fi: Selaimen ja linkkien käsittelyn asetukset
fr: Préférences du navigateur et de gestion des liens
he: העדפות דפדפן וטיפול בקישורים
hu: Böngésző- és linkkezelési beállítások
it: Preferenze per browser e gestione dei link
ja: ブラウザとリンク処理の設定
ko: 브라우저 및 링크 처리 설정
nb: Innstillinger for nettleser og lenkehåndtering
nl: Voorkeuren voor browser- en linkafhandeling
pl: Preferencje przeglądarki i obsługi linków
pt: Preferências do navegador e de abertura de ligações
pt_br: Preferências de navegador e abertura de links
ro: Preferințe pentru browser și gestionarea linkurilor
ru: Настройки браузера и обработки ссылок
sr: Подешавања прегледача и руковања везама
sv: Inställningar för webbläsare och länkhante­ring
tr: Tarayıcı ve bağlantı işleme tercihleri
uk: Налаштування браузера й обробки посилань
vi: Tùy chọn trình duyệt và xử lý liên kết
zh_hans: 时间线刷新、浏览器和链接处理偏好
zh_hant: 時間軸重新整理、瀏覽器與連結處理偏好

# settings_behavior_title
source: Behavior
af: Gedrag
ar: السلوك
bg: Поведение
ca: Comportament
cs: Chování
da: Adfærd
de: Verhalten
el: Συμπεριφορά
fi: Toiminta
fr: Comportement
he: התנהגות
hu: Viselkedés
it: Comportamento
ja: 挙動
ko: 동작
nb: Oppførsel
nl: Gedrag
pl: Zachowanie
pt: Comportamento
pt_br: Comportamento
ro: Comportament
ru: Поведение
sr: Понашање
sv: Beteende
tr: Davranış
uk: Поведінка
vi: Hành vi
zh_hans: 行为
zh_hant: 行為

# settings_link_open_default_ask_every_time
source: Ask every time
af: Vra elke keer
ar: السؤال في كل مرة
bg: Питай всеки път
ca: Pregunta-ho sempre
cs: Pokaždé se zeptat
da: Spørg hver gang
de: Jedes Mal fragen
el: Ερώτηση κάθε φορά
fi: Kysy joka kerta
fr: Demander à chaque fois
he: שאל בכל פעם
hu: Kérdezzen rá minden alkalommal
it: Chiedi ogni volta
ja: 毎回確認
ko: 항상 묻기
nb: Spør hver gang
nl: Elke keer vragen
pl: Pytaj za każdym razem
pt: Perguntar sempre
pt_br: Perguntar sempre
ro: Întreabă de fiecare dată
ru: Спрашивать каждый раз
sr: Питај сваки пут
sv: Fråga varje gång
tr: Her seferinde sor
uk: Запитувати щоразу
vi: Luôn hỏi
zh_hans: 每次询问
zh_hant: 每次詢問

# settings_link_open_default_description
source: Choose how supported links open when Flare can handle them
af: Kies hoe ondersteunde skakels oopmaak wanneer Flare dit kan hanteer
ar: اختر كيف تُفتح الروابط المدعومة عندما يستطيع Flare التعامل معها
bg: Изберете как да се отварят поддържаните връзки, когато Flare може да ги обработи
ca: Tria com s\'obren els enllaços compatibles quan Flare els pot gestionar
cs: Vyberte, jak se mají otevírat podporované odkazy, které Flare umí zpracovat
da: Vælg, hvordan understøttede links åbnes, når Flare kan håndtere dem
de: Wähle aus, wie unterstützte Links geöffnet werden, wenn Flare sie verarbeiten kann
el: Επιλέξτε πώς ανοίγουν οι υποστηριζόμενοι σύνδεσμοι όταν το Flare μπορεί να τους χειριστεί
fi: Valitse, miten tuetut linkit avataan, kun Flare voi käsitellä ne
fr: Choisissez comment les liens pris en charge s’ouvrent lorsque Flare peut les gérer
he: בחר כיצד קישורים נתמכים ייפתחו כאשר Flare יכול לטפל בהם
hu: Válaszd ki, hogyan nyíljanak meg a támogatott linkek, amikor a Flare tudja kezelni őket
it: Scegli come aprire i link supportati quando Flare può gestirli
ja: Flare が処理できる対応リンクをどのように開くかを選択
ko: Flare가 처리할 수 있는 지원 링크를 여는 방법을 선택하세요
nb: Velg hvordan støttede lenker åpnes når Flare kan håndtere dem
nl: Kies hoe ondersteunde links worden geopend wanneer Flare ze kan verwerken
pl: Wybierz sposób otwierania obsługiwanych linków, gdy Flare może je obsłużyć
pt: Escolhe como as ligações suportadas abrem quando o Flare as consegue gerir
pt_br: Escolha como links compatíveis serão abertos quando o Flare puder lidar com eles
ro: Alege cum se deschid linkurile acceptate când Flare le poate gestiona
ru: Выберите, как открывать поддерживаемые ссылки, когда Flare может их обработать
sr: Изаберите како се подржане везе отварају када Flare може да их обради
sv: Välj hur länkar som stöds öppnas när Flare kan hantera dem
tr: Flare işleyebildiğinde desteklenen bağlantıların nasıl açılacağını seçin
uk: Виберіть, як відкривати підтримувані посилання, коли Flare може їх обробити
vi: Chọn cách mở liên kết được hỗ trợ khi Flare có thể xử lý
zh_hans: 选择 Flare 可处理的支持链接如何打开
zh_hant: 選擇 Flare 可處理的支援連結如何開啟

# settings_link_open_default_title
source: Default for %@ links
af: Verstek vir %@-skakels
ar: الإعداد الافتراضي لروابط %@
bg: По подразбиране за връзки %@
ca: Valor per defecte per als enllaços %@
cs: Výchozí pro odkazy %@
da: Standard for %@-links
de: Standard für %@-Links
el: Προεπιλογή για συνδέσμους %@
fi: Oletus %@-linkeille
fr: Par défaut pour les liens %@
he: ברירת מחדל לקישורי %@
hu: Alapértelmezett a(z) %@ linkekhez
it: Predefinito per i link %@
ja: %@ リンクの既定
ko: %@ 링크 기본값
nb: Standard for %@-lenker
nl: Standaard voor %@-links
pl: Domyślne dla linków %@
pt: Predefinição para ligações %@
pt_br: Padrão para links %@
ro: Implicit pentru linkurile %@
ru: По умолчанию для ссылок %@
sr: Подразумевано за %@ везе
sv: Standard för %@-länkar
tr: %@ bağlantıları için varsayılan
uk: Типово для посилань %@
vi: Mặc định cho liên kết %@
zh_hans: %@ 链接的默认方式
zh_hant: %@ 連結的預設方式
